{
  "cobblemon.species.aerodactyl-mega.desc": "Cuando megaevoluciona, se vuelve más vicioso que nunca. Algunos dicen que es porque su exceso de poder le está causando dolor.",
  "cobblemon.species.alakazam-mega.desc": "Después de haber intercambiado sus músculos, el verdadero poder de Alakazam se ha desatado. Con sus poderes psíquicos, puede prever todas las cosas.",
  "cobblemon.species.beedrill-mega.desc": "Sus patas se han convertido en aguijones envenenados. Apuñala a su presa repetidamente con los aguijones en sus extremidades, asestando el golpe final con el aguijón en su parte trasera.",
  "cobblemon.species.blastoise-mega.desc": "El cañón en su espalda es tan poderoso como el cañón de un tanque. Sus duras patas y espalda le permiten resistir el retroceso de los disparos del cañón.",
  "cobblemon.species.charizard-megax.desc": "El poder abrumador que llena todo su cuerpo hace que se vuelva negro y crea llamas azules intensas.",
  "cobblemon.species.charizard-megay.desc": "Su vínculo con su Entrenador es la fuente de su poder. Cuenta con una velocidad y maniobrabilidad mayores que las de un avión de combate.",
  "cobblemon.species.gengar-mega.desc": "Intenta quitarle la vida a cualquiera y a todos. ¡Incluso intentará maldecir al Entrenador que es su maestro!.",
  "cobblemon.species.gyarados-mega.desc": "La Mega Evolución también afecta a su cerebro, sin dejar otra función que su instinto destructivo de quemarlo todo hasta convertirlo en cenizas.",
  "cobblemon.species.steelix-mega.desc": "El hierro que ingirió con la tierra que tragó transformó su cuerpo y lo hizo más duro que los diamantes.",
  "cobblemon.species.sceptile-mega.desc": "Las hojas que crecen en el cuerpo de Sceptile tienen bordes muy afilados. Este Pokémon es muy ágil y salta por todas las ramas de los árboles y salta sobre su enemigo desde arriba o por detrás.",
  "cobblemon.species.blaziken-mega.desc": "Cuando se enfrenta a un enemigo duro, libera las llamas de sus muñecas. Sus poderosas patas le permiten saltar por encima de los edificios.",
  "cobblemon.species.swampert-mega.desc": "Puede nadar mientras remolca un barco grande. Golpea a los enemigos con un movimiento de sus gruesos brazos.",
  "cobblemon.species.rayquaza-mega.desc": "Se dice que Rayquaza vivió durante cientos de millones de años. Quedan leyendas de cómo se puso fin al enfrentamiento entre Kyogre y Groudon.",
  "cobblemon.species.medicham-mega.desc": "Evita elegantemente los ataques con pasos de baile, y luego lanza un golpe devastador en el mismo movimiento.",
  "cobblemon.species.latios-mega.desc": "Un Pokémon muy inteligente. Al plegar sus alas en vuelo, puede adelantar a los aviones a reacción.",
  "cobblemon.species.latias-mega.desc": "Se comunica mediante telepatía. Su cuerpo está cubierto de tal manera que refracta la luz para hacerlo invisible.",
  "cobblemon.species.gardevoir-mega.desc": "Tiene el poder de predecir el futuro. Su poder alcanza su punto máximo cuando está protegiendo a su Entrenador.",
  "cobblemon.species.camerupt-mega.desc": "Los volcanes en su espalda tienen una gran erupción cada 10 años, o cuando se enoja mucho.",
  "cobblemon.species.altaria-mega.desc": "Vuela con gracia por el cielo. Su tarareo melódico te hace sentir como si estuvieras en un sueño.",
  "cobblemon.species.aggron-mega.desc": "Reclama una montaña entera como suya. Cuantas más heridas tenga, más habrá luchado, así que no lo tomes a la ligera.",
  "cobblemon.species.gallade-mega.desc": "Al intentar proteger a alguien, extiende sus codos como si fueran espadas y lucha salvajemente.",
  "cobblemon.species.abomasnow-mega.desc": "Aparecen cuando florecen las flores de nieve. Cuando los pétalos caen, se retiran a lugares desconocidos de nuevo.",
  "cobblemon.species.audino-mega.desc": "Su sentido auditivo es asombroso. Tiene una capacidad similar a la de un radar para entender su entorno a través de sonidos leves.",
  "cobblemon.species.diancie-mega.desc": "Se dice que una transformación repentina de Carbink, su cuerpo rosado y brillante es la vista más hermosa del mundo entero.",
  "cobblemon.species.kangaskhan-mega.desc": "La energía explosiva en la que se baña el niño provoca un crecimiento temporal. La madre está fuera de sí preocupada por ello.",
  "cobblemon.species.mewtwo-megax.desc": "El poder psíquico ha aumentado sus músculos. ¡Tiene una fuerza de agarre de una tonelada y puede correr cien metros en dos segundos planos!.",
  "cobblemon.species.mewtwo-megay.desc": "A pesar de su tamaño disminuido, su poder mental ha crecido fenomenalmente. Con un simple pensamiento, puede hacer añicos un rascacielos.",
  "cobblemon.species.pidgeot-mega.desc": "Con su fuerza muscular ahora muy aumentada, puede volar continuamente durante dos semanas sin descansar.",
  "cobblemon.species.pinsir-mega.desc": "La influencia de Mega Evolution lo deja en un estado de excitación constante. Perfora a los enemigos con sus dos grandes cuernos antes de triturarlos.",
  "cobblemon.species.slowbro-mega.desc": "Toda la energía de la Mega Evolución se vertió en el Shellder en su cola, dejando a Slowpoke para ser tragado entero.",
  "cobblemon.species.venusaur-mega.desc": "Para sostener su flor, que se ha hecho más grande debido a la Mega Evolución, su espalda y patas se han vuelto más fuertes.",
  "cobblemon.species.ampharos-mega.desc": "Cantidades masivas de energía estimularon intensamente las células de Ampharos, aparentemente despertando la sangre de su dragón dormido durante mucho tiempo.",
  "cobblemon.species.heracross-mega.desc": "Una tremenda afluencia de energía lo acumula, pero cuando termina la Mega Evolución, Heracross se molesta por un terrible dolor en sus músculos.",
  "cobblemon.species.houndoom-mega.desc": "Sus garras rojas y las puntas de su cola se están derritiendo por las altas temperaturas internas que son dolorosas para el propio Houndoom.",
  "cobblemon.species.scizor-mega.desc": "Almacena el exceso de energía de Mega Evolución, por lo que después de que pasa mucho tiempo, su cuerpo comienza a derretirse.",
  "cobblemon.species.tyranitar-mega.desc": "Debido al colosal poder vertido en él, la espalda de este Pokémon se abrió de par en par. Sus instintos destructivos son lo único que lo mantiene en movimiento.",
  "cobblemon.species.absol-mega.desc": "Convierte la energía de la Mega Evolución en un aura intimidante. La gente pusilánime expira de conmoción al verlo.",
  "cobblemon.species.banette-mega.desc": "La energía extraordinaria amplifica su poder de maldición hasta tal punto que no puede evitar maldecir a su propio Entrenador.",
  "cobblemon.species.glalie-mega.desc": "El exceso de energía de Mega Evolution se derramó por su boca, rompiéndole la mandíbula. Arroja ventiscas interminables.",
  "cobblemon.species.manectric-mega.desc": "Mega Evolution llena su cuerpo con una tremenda cantidad de electricidad, pero es demasiado para que Manectric lo controle por completo.",
  "cobblemon.species.mawile-mega.desc": "Tiene un carácter extremadamente vicioso. Agarra a la presa con sus dos pares de mandíbulas y las destroza con fuerza bruta.",
  "cobblemon.species.metagross-mega.desc": "La Mega Evolucion estimuló su cerebro. Emergió como un Pokémon despiadado que se aferrará a cualquier medio para asegurar sus victorias",
  "cobblemon.species.sableye-mega.desc": "Bañada en la energía de la Mega Evolución, la piedra preciosa en su pecho se expande, desgarra su piel y se cae.",
  "cobblemon.species.salamence-mega.desc": "El estrés de sus dos orgullosas alas que se deforman y se pegan debido a la fuerte energía hace que se descontrole.",
  "cobblemon.species.sharpedo-mega.desc": "Las espinas que brotan de su cabeza son colmillos transformados. Si se lesionan o se rompen, las espinas se regenerarán innumerables veces.",
  "cobblemon.species.garchomp-mega.desc": "El exceso de energía derritió sus brazos y alas, transformándolos en guadañas gigantes.",
  "cobblemon.species.lopunny-mega.desc": "Balancea sus orejas como látigos y golpea a sus enemigos con ellas. Tiene un carácter intensamente combativo.",
  "cobblemon.species.lucario-mega.desc": "Bañado en una energía explosiva, sus instintos combativos han despertado. Para sus enemigos, no tiene piedad alguna.",
  "cobblemon.ui.pokedex.info.form.mega": "Mega",
  "cobblemon.ui.pokedex.info.form.mega-x": "Mega X",
  "cobblemon.ui.pokedex.info.form.mega-y": "Mega Y",
  "cobblemon.ui.stash.meltan": "Meltans",
  "cobblemon.ui.stats.dynamax_level": "Nivel Dinamax"
}
